// src/constants/stores.ts

export const stores = [
    { id: '000003', name: '놀부유황오리진흙구이 잠실점' },
    { id: '000004', name: '놀부부대찌개&족발보쌈 난곡점' },
    { id: '000005', name: '놀부항아리갈비 마포광흥창점' },
    { id: '000006', name: '놀부항아리갈비 명일점' },
    { id: '000158', name: '놀부청담직영점' },
];

export const suppliers = [
    "본사", "본사소모품", "웰스토리", "웰스토리소모품", "봄맛푸드", "봄맛푸드소모품",
    "우리와인", "고성주류", "서린주류", "퐁당수산", "제주더플러스",
    "누리미트", "기대상사", "미트맨", "강남유통", "삼성", "외부사입", "원천주류",
    "의창실업", "금성", "원하나", "복주", "파낙스", "마루", "대농마트"
];